DICT_1 = {'Средовое окружение': ['E', 'F', 'G', 'H', 'I', 'J', 'K'],
    'Пренебрежение нуждами ребёнка': ['L', 'M', 'N', 'O', 'P', 'Q'],
    'Физическое насилие дома': ['R', 'S', 'T', 'U', 'V', 'W', 'X', 'Y', 'Z', 'AA'],
    'Физическое насилие в школе': ['AB', 'AC', 'AD', 'AE', 'AF', 'AG', 'AH', 'AI', 'AJ', 'AK', 'AL', 'AM', 'AN', 'AO'],
    'Психологическое насилие дома': ['BF', 'BG', 'BH', 'BI', 'BJ', 'BK', 'BL'],
    'Психологическое насилие в школе': ['BM', 'BN', 'BO', 'BP', 'BQ', 'BR', 'BS', 'BT', 'BU', 'BV', 'BW', 'BX', 'BY', 'BZ'],
    'Сексуальное насилие дома': ['AP', 'AQ', 'AR', 'AS', 'AT', 'AU'],
    'Сексуальное насилие в школе': ['AV', 'AW', 'AX', 'AY', 'AZ', 'BA', 'BB', 'BC', 'BO', 'BE']}

DICT_2 = {'Средовое окружение': ['E', 'F', 'G', 'H', 'I', 'J', 'K'],
    'Пренебрежение нуждами ребёнка': ['L', 'M', 'N', 'O', 'P', 'Q'],
    'Физическое насилие дома': ['R', 'S', 'T', 'U', 'V', 'W', 'X', 'Y', 'Z', 'AA'],
    'Физическое насилие в школе': ['AO', 'AP', 'AQ', 'AS', 'AT', 'AU', 'AV', 'AW', 'AX', 'AY', 'AZ', 'BA', 'BB', 'BC', 'BD', 'BE'],
    'Психологическое насилие дома': ['AA', 'AB', 'AC', 'AD', 'AE', 'AF', 'AG', 'AH'],
    'Психологическое насилие в школе': ['BF', 'BG', 'BH', 'BI', 'BJ', 'BK', 'BL', 'BM', 'BN', 'BO', 'BP', 'BQ', 'BR', 'BS'],
    'Сексуальное насилие дома': ['AI', 'AJ', 'AK', 'AL', 'AM', 'AN'],
    'Сексуальное насилие в школе': ['BT', 'BU', 'BV', 'BW', 'BX', 'BY', 'BZ', 'CA', 'CB', 'CC']}
